# Bundle oh-my-zsh libs and plugins with the 'path:' annotation
# lib is needed for plugins to work
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/git-auto-fetch
ohmyzsh/ohmyzsh path:plugins/fzf
ohmyzsh/ohmyzsh path:plugins/terraform

# Any other plugins
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-completions

# Atuin for synced terminal history
atuinsh/atuin branch:main

romkatv/zsh-bench kind:path
romkatv/powerlevel10k

jeffreytse/zsh-vi-mode
TunaCuma/zsh-vi-man # This integrates with zsh-vi-mode lazy keybindings system when sourced after it

### The following is an examples file from https://getantidote.github.io/usage

# # .zsh_plugins.txt
#
# # comments are supported like this
# rupa/z
# zsh-users/zsh-completions
#
# # empty lines are skipped
#
# # annotations are also allowed:
# romkatv/zsh-bench kind:path
# olets/zsh-abbr    kind:defer
#
# # frameworks like oh-my-zsh are supported
# ohmyzsh/ohmyzsh path:lib
# ohmyzsh/ohmyzsh path:plugins/colored-man-pages
# ohmyzsh/ohmyzsh path:plugins/magic-enter
#
# # or lighter-weight ones like zsh-utils
# belak/zsh-utils path:editor
# belak/zsh-utils path:history
# belak/zsh-utils path:prompt
# belak/zsh-utils path:utility
# belak/zsh-utils path:completion
#
# prompts:
# #   with prompt plugins, remember to add this to your .zshrc:
# #   `autoload -Uz promptinit && promptinit && prompt pure`
# sindresorhus/pure     kind:fpath
# romkatv/powerlevel10k kind:fpath
#
# # popular fish-like plugins
# mattmc3/zfunctions
# zsh-users/zsh-autosuggestions
# zdharma-continuum/fast-syntax-highlighting kind:defer
# zsh-users/zsh-history-substring-search
